[
    {
        "description": "Performer(s): « Ray Noble » & « Ray Noble & His Orchestra »\n« Love is the sweetest thing »\nAudio : Very Hq - CD Quality Sound -- MP3 320 Kbps\n\nAlbum : « ABC Ray Noble & His Orchestra Vol 1 » by « Ray Noble »\n\nGenre et sous style: \nJazz",
        "duration": "3:22",
        "id": "z1wrwkqY5sQ",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Ray Noble - Love is the sweetest thing-z1wrwkqY5sQ.jpg?raw=true",
        "keywords": "Jazz, Mp3, Mp4, HQ, Haute Qualité, High Quality, HD, Vidéo, Clip, Musical, Musica, Musique, Stream, Streaming, Entier, Complete, Full, Ray Noble, Ray, Noble, His, Orchestra, Love is the sweetest thing, Love, is, the, sweetest, thing, ABC Ray Noble, ABC, Vol",
        "title": "Ray Noble - Love is the sweetest thing",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Ray Noble - Love is the sweetest thing-z1wrwkqY5sQ.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by NAXOS of America\n\nRapsodia Argentina for piano and Orchestra (Arr. M Bartos and T. Tirino for piano and orchestra) · Thomas Tirino · Polish National Radio Symphony Orchestra · Michael Bartos\n\nLecuona: Complete Piano Music, Vol. 2\n\n℗ 1996 BIS\n\nReleased on: 1996-02-28\n\nArtist: Thomas Tirino\nOrchestra: Polish National Radio Symphony Orchestra\nConductor: Michael Bartos\nComposer: Ernesto Lecuona\n\nAuto-generated by YouTube.",
        "duration": "11:5",
        "id": "BCV20QhbGFE",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Rapsodia Argentina for piano and Orchestra (Arr. M Bartos and T. Tirino for piano and orchestra)-BCV20QhbGFE.webp?raw=true",
        "keywords": "Thomas Tirino Polish National Radio Symphony Orchestra Michael Bartos Lecuona: Complete Piano Music, Vol. 2 Rapsodia Argentina for piano and Orchestra (Arr. M Bartos and T. Tirino for piano and orchestra)",
        "title": "Rapsodia Argentina for piano and Orchestra (Arr. M Bartos and T. Tirino for piano and orchestra)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Rapsodia Argentina for piano and Orchestra (Arr. M Bartos and T. Tirino for piano and orchestra)-BCV20QhbGFE.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "SEmq32R-H90",
        "image": "",
        "keywords": "",
        "title": "Los Cadetes de Linares - Cosas del Ayer",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Los Cadetes de Linares - Cosas del Ayer-SEmq32R-H90.mp4?raw=true"
    },
    {
        "description": "THERE`S SOMETHING IN THE AIR was recorded by Ray Noble 1936  and the vocals were by Al Bowlly.\n\nTHE ORIGINAL VIDEO FOOTAGE CAN BE FOUND IN THE FOLLOWING LINKS :\n\nAL BOWLLY can be found here...\nhttps://www.youtube.com/watch?v=cr4ncMR5EVQ&t=2s\n\nAND HERE...\nhttps://www.youtube.com/watch?v=rRF5D68e44Q\n\nThe RAY NOBLE ORCHESTRA can be found here...\nhttps://www.youtube.com/watch?v=7l-09_fAUSk\n\nAND HERE...\nhttps://www.youtube.com/watch?v=icl4xICJgcA\n\nNAT GONELLA CAN BE FOUND HERE...\nhttps://www.youtube.com/watch?v=9FqxPVXU8Cw&list=PLbZ5buaADkXO87Zvt68AEdqfDCKdCGRP0&index=4&t=0s\n------------------------------------------------------------------------------------------------------------\n\nBowlly was born in Lourenço Marques in the Portuguese colony of Mozambique. His parents were Greek and Lebanese. They met en route to Australia and moved to South Africa.\n\nBowlly was brought up in Johannesburg.After a series of odd jobs across South Africa, including barber and jockey, he sang in a dance band led by Edgar Adeler on a tour of South Africa, Rhodesia, India, and Indonesia during the mid-1920s. He was fired from the band in Surabaya, Indonesia.\n\nJimmy Liquime hired him to sing with the band in India and Singapore In 1927 Bowlly made his first record, a cover version of \"Blue Skies\" by Irving Berlin that was recorded with Adeler in Berlin, Germany. During the next year, he worked in London, England, with the orchestra of Fred Elizalde.\n\nThe onset of the Great Depression in 1929 resulted in Bowlly being made redundant and returning to several months of busking to survive. In the 1930s, he signed two contracts—one in May 1931 with Roy Fox, singing in his live band for the Monseigneur Restaurant in London, the other a record contract with bandleader Ray Noble in November 1930.\n\nDuring the next four years, he recorded over 500 songs. By 1933 Lew Stone had ousted Fox as bandleader, and Bowlly was singing Stone's arrangements with Stone's band. After much radio exposure and a successful British tour with Stone, Bowlly was inundated with demands for appearances and gigs—including undertaking a solo British tour—but continued to make most of his recordings with Noble. There was considerable competition between Noble and Stone for Bowlly's time. For much of the year, Bowlly spent all day in the recording studio with Noble's band, rehearsing and recording, then the evening with Stone's band at the Monseigneur. Many of these recordings with Noble were issued in the United States by Victor, which meant that by the time Noble and Bowlly came to America, their reputation had preceded them.\n\nHe performed in England with his band, the Radio City Rhythm Makers But by 1937 the band broke up when vocal problems were traced to a wart in his throat, briefly causing him to lose his voice. Separated from his wife, and with his band dissolved, he borrowed money from friends and traveled to New York City for surgery.\n\nHis absence from the UK in the early 1930s damaged his popularity with British audiences, despite his association with pianist Monia Liter as his accompanist. His career began to suffer as a result of problems with his voice, which affected the frequency of his recordings. He played a few small parts in films, but the parts were often cut and scenes that were shown were brief. Noble was offered a role in Hollywood, although the offer excluded Bowlly because a singer had already been hired. Bowlly moved back to London with his wife Marjie in January 1937.\n\nWith diminished success in Britain, he toured regional theatres and recorded as often as possible to make a living, moving from orchestra to orchestra, working with Sydney Lipton, Gerald Bright and Ken \"Snakehips\" Johnson. In 1940 there was a revival of interest in his career when he worked in a duo with Jimmy Messene in Radio Stars with Two Guitars on the London stage. It was his last venture before his death in April 1941. The partnership was uneasy. Messene had a drinking problem. When he showed up for work, he was occasionally unable to perform. Bowlly recorded his last song two weeks before his death. It was a duet with Messene of Irving Berlin's satirical song about Hitler, \"When That Man is Dead and Gone\".\n\nI have used footage of the Ray Noble Orchestra from when they were touring Holland in 1934,  from what I am aware this is the only footage of them publicly available.  Footage of Al Bowlly was taken from Pathe News and later footage of Ray Noble was taken from an American TV series from 1948 called \"Merry Go Round\".  full videos can be seen on the BRITISH PATHE channel (Thank you British Pathe)\n\nPlease LIKE AND SUBSCRIBE TO THIS CHANNEL if you like my videos.",
        "duration": "3:35",
        "id": "yHYpGL-gS8g",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Al Bowlly - THERE`S SOMETHING IN THE AIR - RAY NOBLE 1936 (EMACULATE AUDIO)-yHYpGL-gS8g.jpg?raw=true",
        "keywords": "british big band, Al Bowlly, Ray Noble, Roy Fox, Nat Gonella, 1930S, mashup, golden era, New Mayfair Dance Orchestra, ORCHESTRA, golden age, GERALDO HIS ORCHESTRA, jack hylton, BIG BAND, pathe, cole porter, the orpheans, strictly come dancing, britains got talent, dancing on ice, tribute, FOX TROT, THE BEST OF BRITISH, waltz, DANCE BAND, croon, bing crosby, romance, SINATRA, JAZZ, RHUMBA, LEW STONE, glen miller",
        "title": "Al Bowlly - THERE`S SOMETHING IN THE AIR - RAY NOBLE 1936 (EMACULATE AUDIO)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Al Bowlly - THERE`S SOMETHING IN THE AIR - RAY NOBLE 1936 (EMACULATE AUDIO)-yHYpGL-gS8g.mp4?raw=true"
    },
    {
        "description": "Ya Tienes el Álbum \"20 Auténticos Éxitos Originales  -- Javier Solis\" Descárgalo en:\n \niTunes  en http://bit.ly/1cWsTXO\nGoogle Play en http://bit.ly/1cYiu8k\nIdeasmusik en http://bit.ly/1exv4vG\n \nTambién Puedes escucharlo en:\n\nSpotify en http://spoti.fi/1oRpJUX\nMusic Unlimited en http://bit.ly/1nWtABy\nDeezer en http://bit.ly/1oRqoWi\nRdio en http://on.rdio.com/NbqEDf\n\n \n© SONY MUSIC ENTERTAINMENT (MEXICO), S.A. DE C.V.",
        "duration": "2:55",
        "id": "rxqhYXAiD88",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Javier Solis - LUZ DE LUNA-rxqhYXAiD88.jpg?raw=true",
        "keywords": "javier solis sombras, Javier Solís (Musical Artist), javier solis payaso, javier solis en tu pelo, javier solis en mi viejo san juan, javier solis entrega total, javier solis renunciacion, javier solis cataclismo, Sony Music Entertainment (Organization), javier solis las rejas no matan, ITunes (Software), Google Play (API Provider), Ideasmusik, Spotify (Software), Music Unlimited (Website), Deezer (Website), Rdio (Website)",
        "title": "Javier Solis - LUZ DE LUNA",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Javier Solis - LUZ DE LUNA-rxqhYXAiD88.mp4?raw=true"
    },
    {
        "description": "Título: Che Pykasumi\nAutores: José A. Flores - Cecilio Valiente - Eladio Martínez\nIntérprete: LITO ORTÍZ",
        "duration": "3:7",
        "id": "PsP-DTWmTjg",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Che Pykasumi - LITO ORTIZ-PsP-DTWmTjg.jpg?raw=true",
        "keywords": "Folklore, folklore paraguayo, música paraguaya, José Asunción Flores, Lito Ortiz, Caballero del Folklore, Paraguay",
        "title": "Che Pykasumi - LITO ORTIZ",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Che Pykasumi - LITO ORTIZ-PsP-DTWmTjg.mp4?raw=true"
    },
    {
        "description": "Today i want to share with you the sheet or score of magnificent march \"´s ist Mein Echt´s Wienerblut\" (It's My Real Viennese Blood) (Es mi Verdadera Sangre Vienesa) by the one and only Carl Michael Ziehrer.\n\nI've extracted the main melody of the march to play it in my violin but since it's difficult to find the score publicly, i decided to share it with you (in case someone wants to play it in flute, violin or instruments that can be played in treble clef) I have to mention that some parts of it are in a low octave to make it easy for beginners (like me) so please enjoy it and try to play it! have fun!\n\nDon't forget to subscribe and leave a comment, that would be helpful to improve my channel. Thank you!\n\nPS1: The score is mine, i didn't get it from any page or sheet source, I've extracted it from the main melody so you might find some errors :)\n\nPS2: Please take a look to my new blog and feel free to download the content or leave a comment \nhttps://thefreewalzersheetspot.blogspot.com.co\n\nPicture: Emperor Franz Joseph I and Empress Elizabeth in Budapest\nArtist: Gyula Benczur\nDate: 1896\n\nSheet music DL: https://drive.google.com/file/d/0B4IWNd9CVCIGRU5FajMxaW85QXc/view?usp=sharing\n\nMp3 DL: http://www13.zippyshare.com/v/qo1qYsKZ/file.html\n\nMünchner Rundfunkorchester - Orchester des Raimundtheaters Wien - Runfunkorchester des Südwestfunks\nHerbert Mogg",
        "duration": "2:5",
        "id": "APfuq0xWV4s",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/´s ist Mein Echt´s Wienerblut, Marsch, Op.367 - Carl Michael Ziehrer (+Sheet Music)-APfuq0xWV4s.webp?raw=true",
        "keywords": "'s, ist, mein, echt's, wienerblut, marsch, op, 367, carl, michael, ziehrer, it's, my, real, viennese, blood, march, es, mi, verdadera, sangre, vienesa, marcha, rare, sheet, music, score, partitura, public, domain, treble, clef, instruments, violin, flute, free, gratis, pdf, ziehrereien478, herbert, mogg",
        "title": "´s ist Mein Echt´s Wienerblut, Marsch, Op.367 - Carl Michael Ziehrer (+Sheet Music)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/´s ist Mein Echt´s Wienerblut, Marsch, Op.367 - Carl Michael Ziehrer (+Sheet Music)-APfuq0xWV4s.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by Rebeat Digital GmbH\n\nMilitär-Marsch · Original C.M. Zieher Orchester\n\nCarl Michael Ziehrer - Bewegtes Leben\n\n℗ 2009 Ziehrer-Edition\n\nReleased on: 2009-08-05\n\nComposer: Carl Michael Ziehrer\n\nAuto-generated by YouTube.",
        "duration": "2:56",
        "id": "QcTNUtocVf4",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Militär-Marsch-QcTNUtocVf4.jpg?raw=true",
        "keywords": "Original, C.M., Zieher, Orchester, Carl, Michael, Ziehrer, Bewegtes, Leben, Militär-Marsch",
        "title": "Militär-Marsch",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Militär-Marsch-QcTNUtocVf4.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "Mojo",
        "image": "",
        "keywords": "",
        "title": "",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Mojo.mp4?raw=true"
    },
    {
        "description": "1987 CBS.",
        "duration": "39:58",
        "id": "dWuEO37HOXk",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/AlisonMoyet - 1987 _LP Album-dWuEO37HOXk.webp?raw=true",
        "keywords": "new wave, full album, 80's",
        "title": "AlisonMoyet - 1987 /LP Album",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/AlisonMoyet - 1987 _LP Album-dWuEO37HOXk.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "l9kzIrrQ6H0",
        "image": "",
        "keywords": "",
        "title": "I Can't Dance I Got Ants In My Pants by Chick Webb - Fallout 76 ",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/I Can't Dance I Got Ants In My Pants by Chick Webb - Fallout 76 [l9kzIrrQ6H0].mp4?raw=true"
    },
    {
        "description": "Veja todos os vídeos do canal em:\nhttps://www.youtube.com/c/pauloall/videos\n\nRemasterização: Paulo All\nGravadora: Tapecar - Som Livre - Distribuído por RCA Eletrônica Ltda - Brasil\n\n*****CASO QUEIRA CONTRIBUIR COM O CANAL. DOE QUALQUER QUANTIA NO UOL/PAGSEGURO. https://pag.ae/7VBU2PFKp\n\n*****INSCREVA-SE NO CANAL E ATIVE O SININHO PARA RECEBER NOVOS VÍDEOS*****\n\n*****NÃO ESQUEÇA, SEU LIKE É IMPORTANTE PARA O CANAL*****\n\n*****RELAÇÃO DAS MÚSICAS ESTÁ NOS COMENTÁRIOS*****\n\n*****MÚSICAS EXTRAÍDAS ORIGINALMENTE DO DISCO*****",
        "duration": "33:36",
        "id": "ek41rZvrqIY",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/V O Y A G E   _   Fly Away - 1978 (Full Album)-ek41rZvrqIY.webp?raw=true",
        "keywords": "toca disco technics sl2900, agulha stanton d71ee, capsula pickering v15, radiola, vitrola, lp, long play, vinil, vinyl, AUDIO TECHNICA AT95E",
        "title": "V O Y A G E   ___   Fly Away - 1978 (Full Album)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/V O Y A G E   _   Fly Away - 1978 (Full Album)-ek41rZvrqIY.mp4?raw=true"
    },
    {
        "description": "Jan Křtitel Krumpholtz Harp Concerto in E major Op.6/1 No.3\nhttps://www.facebook.com/groups/1469179706685108\n1. Allegro\n2. Adagio\n3. Rondeau\nJana Boušková, Harp\nPrague Chamber Phiharmonic Orchestra\nJiri Belohlavek, Conductor\nRec.: 1996\nhttp://www.jana-bouskova.com/index.php/biography-en",
        "duration": "30:7",
        "id": "Iro89qDcbmw",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jan Křtitel Krumpholtz Harp Concerto in E major Op.6_1 No.3, Jana Boušková-Iro89qDcbmw.jpg?raw=true",
        "keywords": "Johann, Sebastian, Bach, Jean-Baptiste Krumphotz, Johann Wolfgang Amadeus Mozart, Carl Ditters von Dittersdorf, Harp, Concerto, Ursula Holliger, Herbert von Karajan, Claudio Abbado, Jan Ladislav Dussek, Reinhold Gliere, Neville Marriner, Nicanor Zabaleta",
        "title": "Jan Křtitel Krumpholtz Harp Concerto in E major Op.6/1 No.3, Jana Boušková",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jan Křtitel Krumpholtz Harp Concerto in E major Op.6_1 No.3, Jana Boušková-Iro89qDcbmw.mp4?raw=true"
    },
    {
        "description": "Please, check out and subscribe to our new channel \nhttps://www.youtube.com/channel/UCUyPQfz7HsBuTaGNaLh6Zpw?view_as=subscriber\nThis will be discontinued soon. Thank you.\n\nVyacheslav Gryaznov plays Mikhail Glinka: Valse-Fantasie (Trascr. V. Gryaznov).\nFebruary 19, 2019.\nGrand Piano Series is a solo piano recital series held in Naples, Florida at Vanderbilt Presbyterian Church.\n\nPiano: Fazioli F308",
        "duration": "9:44",
        "id": "JfpvfCI7oW4",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Vyacheslav Gryaznov plays Glinka - Valse-Fantasie (Trascr. V. Gryaznov)-JfpvfCI7oW4.webp?raw=true",
        "keywords": "grand piano series, naples, florida, raniero tazzi, milana strezeva, fazioli, f308, steinway, yamaha, shigeru kaway, bosendorfer, colburn school, colburn, juilliard, julliard school, curtis institute, piano, pianoforte, classical music, classical piano, pianist, pianists, Vyacheslav Gryaznov, Mikhail Glinka, Valse-Fantasie, trascriptions, bloomingtoon, indiana, boris berman, moscow, russians, russian pianist, russian piano school, sakhalin, Bösendorfer, bechstein",
        "title": "Vyacheslav Gryaznov plays Glinka: Valse-Fantasie (Trascr. V. Gryaznov)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Vyacheslav Gryaznov plays Glinka - Valse-Fantasie (Trascr. V. Gryaznov)-JfpvfCI7oW4.mp4?raw=true"
    },
    {
        "description": "❤️If you like CM//RR content, please consider membership at our Patreon page. \nThank you :) https://www.patreon.com/cmrr\nJohannes Brahms (1833-1897) - Symphony No.4 in E minor Op.98\n*Click to activate the English subtitles for the presentation* (00:00-03:00)\n00:00 Allegro non troppo\n12:49 Andante moderato\n24:13 Allegro giocoso - Poco meno presto - Tempo I\n30:20 Allegro energico e passionato - Più allegro\n\nWiener Philharmoniker\nCarlos Kleiber\nRecorded in 1980, at Vienna City\nNew mastering in 2021 by AB for CMRR\n🔊 FOLLOW US on SPOTIFY (Profil: CMRR) : https://spoti.fi/3016eVr\n🔊 Download CMRR's recordings in High fidelity audio (QOBUZ) : https://bit.ly/2M1Eop2\n\nCarlos Kleiber, while keeping a perfect coherence from the first to the last bar, does not seem to submit to any predictable way of treating the structure of this symphony, which is difficult to handle because of its richness of inspiration. Carlos Kleiber's master stroke is explained by an immense variety of phrasing. The tempo is never set in stone, it can be wide or narrow, serving the most serene or the most tense and dramatic climates. Even under tension, elegance is the order of the day and the Vienna Philharmonic responds to its slightest inflection. This recording was awarded the World Recording Prize.\n\nBrahms - Symphonies Nos.1,2,3,4 NEW MASTERING (Ct.rc.: Eduard Van Beinum, Concertgebouworkest): https://www.youtube.com/watch?v=GeUteN1t-G0&list=PL3UZpQL9LIxOfigsjIfHNN6AuqZVVmfGR&index=3&t=151s\n\nJohannes Brahms PLAYLIST (reference recordings): https://www.youtube.com/playlist?list=PL3UZpQL9LIxOfigsjIfHNN6AuqZVVmfGR",
        "duration": "39:32",
        "id": "NlxlGd5QfRU",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Brahms - Symphony No.4 in E minor Op.98 (Century's recording - Carlos Kleiber, Wiener Philharmoniker)-NlxlGd5QfRU.jpg?raw=true",
        "keywords": "Carlos Kleiber, Wiener Philharmoniker, Johannes Brahms, brahms symphony 4, brahms symphony 4 kleiber, brahms symphony 4 carlos kleiber, brahms symphonie 4",
        "title": "Brahms - Symphony No.4 in E minor Op.98 (Century's recording: Carlos Kleiber, Wiener Philharmoniker)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Brahms - Symphony No.4 in E minor Op.98 (Century's recording - Carlos Kleiber, Wiener Philharmoniker)-NlxlGd5QfRU.mp4?raw=true"
    },
    {
        "description": "Echo And The Bunnymen • Show of Strength • 1981\n\n•\n\nThis video is a new edit of rare footage of Echo And The Bunnymen in 1982, appearing on a Dutch TV show called Götterdämmerung 2000. \n\nOn the 23rd of July 1982, Echo and the Bunnymen played a show at the Paradiso, in Amsterdam, so in all likelihood the band’s appearance on Götterdämmerung 2000 was on or around that day. \n\nOn the Götterdämmerung 2000 appearance, the band mimed to a playback of studio versions of new song Heads Will Roll, and Show of Strength, All My Colours and Over The Wall from the Heaven Up Here album, which had been released in May of the previous year. \n\n• \n\n“I came in right on cue”\n\nBack in the day, I loved the debut Echo And The Bunnymen album, Crocodiles. It’s an album of short, sharp songs with catchy hooks and choruses, and bright bouncy production by The Chameleons AKA Bill Drummond & David Balfe. Pretty much the same sound they had also lent to The Teardrop Explodes debut album, Kilimanjaro that year. \n\nThe follow-up album to Crocodiles was hugely anticipated by me. I went into Croydon to buy my copy the day it was released in May 1981. Going home on the bus, I poured over every detail of the record sleeve. I would soon discover that the grim wintery indigo sleeve art suited the new sound; Heaven Up Here was a very different proposition to its predecessor. The Chameleons production team was out, and in was Hugh Jones. Bright and bouncy and catchy was replaced by a dark, cold, funky sophistication and pounding drums high upfront in the mix . In the book Rip It Up and Start Again... Simon Reynolds described the sound of Heaven Up Here as having been filled out with \"guitar overdubs, keyboard glints, vocal multitracking and atmospheric vapours\". Comparing Heaven Up Here with Joy Division's 1980 album Closer, Reynolds said they are \"harrowed by the same things - hypocrisy, distrust, betrayal, lost or frozen potential\".\n\nI was not disappointed; Heaven Up Here became my favorite new album and The Bunnymen became my favorite new band. Towards the end of 1981, I saw them for the first time, at the Hammersmith Palais in London. I was 14 years old, and the show was sublime. Barny Hoskyns reviewed the show the following day in Liverpool, in the NME concluded, ”…currently the most urgent and accomplished live performance you’re likely to see”.  \n\nHeaven Up Here remains for me Echo And The Bunnymen’s finest hour, and one of the greatest rock albums of all time. And album opener, Show of Strength, is simply a masterpiece.\n\n•\n\nOn the original clip, some of the miming wasn’t great and moreover some of the original editing really sucked. So in addition to the usual scrub-up and syncing to a decent audio source, I’ve also reedited the clip. \n\nHope you dig it! \n\n•\n\nHuge thanks for sending me the original file of the Götterdämmerung 2000 show:\n\nwww.youtube.com/user/TravisBickle1963\n \n•\n\nCredits\n\nVideo Source:\nEcho And The Bunnymen • Show of Strength • Performed on the Dutch TV show Götterdämmerung 2000 • July 1982\n\nAudio Source:\nEcho And The Bunnymen • Show of Strength • From the album Heaven Up Here • Recorded at Rockfield Studios, Monmouth, Wales • March 1981 • Released May 30, 1981\n\nMusicians:\nIan McCulloch • vocals, guitar\nWill Sergeant • lead guitar\nLes Pattinson • bass\nPete de Freitas • drums\n\nHugh Jones • Production\n\n•\n\nAlways more videos to follow, so please keep your electric eye on me babe! \n\nI don't own the rights, and I never monetize. Just a fan making videos for other fans. \n\nPlease Share, Like, Comment, Subscribe \n\nFacebook.com/TheNachoVideos \nYouTube.com/nachomarcho \nVimeo.com/NachosProductions \nnachomarcho@gmail.com\n\n#EchoAndTheBunnymen #ShowOfStrength #HeavenUpHere #HughJones #1981",
        "duration": "4:52",
        "id": "dQfj6hAye38",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Echo And The Bunnymen • Show of Strength • 1981-dQfj6hAye38.jpg?raw=true",
        "keywords": "",
        "title": "Echo And The Bunnymen • Show of Strength • 1981",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Echo And The Bunnymen • Show of Strength • 1981-dQfj6hAye38.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "AsBmCJNydco",
        "image": "",
        "keywords": "",
        "title": "Los Cadetes de Linares - Una Pagina Mas (En Vivo Desde Houston, Tx)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Los Cadetes de Linares - Una Pagina Mas (En Vivo Desde Houston, Tx)-AsBmCJNydco.mp4?raw=true"
    },
    {
        "description": "I thought of this cause whenever Al Bowlly said \"heartaches\" it would sound like hard eggs.",
        "duration": "2:55",
        "id": "hIJO2vZi4TQ",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Al Bowlly - Hard Eggs-hIJO2vZi4TQ.jpg?raw=true",
        "keywords": "",
        "title": "Al Bowlly - Hard Eggs",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Al Bowlly - Hard Eggs-hIJO2vZi4TQ.mp4?raw=true"
    },
    {
        "description": "Jimi Hendrix performing Voodoo Child (Slight Return). From the album Electric Ladyland. © 1968 Track Records\n\nThe Greatest Hits of Jimi Hendrix Playlist: https://www.youtube.com/watch?v=TLV4_xaYynY&list=PL-foX1srIqO83-uK9HiBcsHhlc2XXAFbn\n\n\"Voodoo Child (Slight Return)\" on the Electric Ladyland album. The third and final album by the Jimi Hendrix Experience. The song is known for its wah-wah-heavy guitar work. It is #101 on Rolling Stone's list of 500 greatest songs of all time.\n\nMore from Jimi Hendrix (The Jimi Hendrix Experience):\nhttps://music.youtube.com/channel/UC5NwXf8hOgZgInaYiOCZmUg\nhttps://open.spotify.com/artist/776Uo845nYHJpNaStv1Ds4\nhttps://www.deezer.com/us/artist/849\nhttps://twitter.com/JimiHendrix\nhttps://www.jimihendrix.com\nhttps://jimihendrix.social\nhttps://www.authentichendrix.com\n\n#JimiHendrix #VoodooChild #SlightReturn",
        "duration": "5:14",
        "id": "IZBlqcbpmxY",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jimi Hendrix - Voodoo Child (Slight Return)-IZBlqcbpmxY.jpg?raw=true",
        "keywords": "jimi hendrix, voodoo child, voodoo child slight return, jimi hendrix voodoo child, voodoo chile, hendrix, jimi hendrix voodoo chile, voodoo child (slight return), jimi hendrix voodoo child slight return tradução, jimi hendrix voodoo child slight return legendado, voodoo chile slight return jimi hendrix, jimi hendrix live, voodoo child (slight return) (composition), jimi hendrix voodoo, the jimi hendrix experience, jimi hendrix video",
        "title": "Jimi Hendrix - Voodoo Child (Slight Return)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jimi Hendrix - Voodoo Child (Slight Return)-IZBlqcbpmxY.mp4?raw=true"
    },
    {
        "description": "This upload is not monetized by us, this Channel is non profit. For archival purposes only.\n1. Why Must the Show Go On 0:00-4:13\n2. In Transit 4:14-5:09\n3. Good-Bye Bad Times 5:10-8:56\n4. Brand New Love (Take A Chance) 8:57-13:00\n5. Valerie 13:01-16:19\n6. Now 16:20-20:44\n7. Together In Electric Dreams 20:46-24:37\n8. Be My Lover 24:38-28:29\n9. Shake It Up 28:30-32:51 \n\nFOLLOW US @\nInstagram: https://www.instagram.com/oceanfrontsound\nSound Cloud: https://soundcloud.com/m-hari\nYouTube: https://www.youtube.com/channel/UCv_sEV0r547Wro19UEdff6A",
        "duration": "32:52",
        "id": "U9KzcJUwTyg",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Philip Oakey & Giorgio Moroder - Philip Oakey & Giorgio Moroder (1985) FULL ALBUM Cassette-U9KzcJUwTyg.webp?raw=true",
        "keywords": "synthpop, human league, 1985, giorgio moroder, together in electric dreams, new wave, 80s synth, cassette, mixtape",
        "title": "Philip Oakey & Giorgio Moroder - Philip Oakey & Giorgio Moroder (1985) FULL ALBUM Cassette",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Philip Oakey & Giorgio Moroder - Philip Oakey & Giorgio Moroder (1985) FULL ALBUM Cassette-U9KzcJUwTyg.mp4?raw=true"
    },
    {
        "description": "Provided to YouTube by Universal Music Group\n\nHallelujah! · Ella Fitzgerald · Chick Webb And His Orchestra\n\nThe Early Years - Part 1 (1935-1938)\n\n℗ A Verve Label Group Release; ℗ 1938 UMG Recordings, Inc.\n\nReleased on: 1992-05-02\n\nAssociated  Performer, Vocals: Ella Fitzgerald\nAssociated  Performer, Drums: Chick Webb\nAssociated  Performer, Trumpet: Mario Bauza\nAssociated  Performer, Trumpet: Bobby Stark\nAssociated  Performer, Trumpet: Taft Jordan\nAssociated  Performer, Trombone: Sandy Williams\nAssociated  Performer, Trombone: Nat Story\nAssociated  Performer, Clarinet, Alto  Saxophone: Garvin Bushell\nAssociated  Performer, Alto  Saxophone: Louis Jordan\nAssociated  Performer, Flute, Tenor  Saxophone: Wayman Carver\nAssociated  Performer, Tenor  Saxophone: Ted Mcrae\nAssociated  Performer, Piano: Tommy Fulford\nAssociated  Performer, Guitar: Bobby Johnson\nAssociated  Performer, Bass: Beverly Peer\nAssociated  Performer, Recording  Arranger: Turk Van Lake\nComposer  Lyricist: Clifford Grey\nComposer  Lyricist: Leo Robin\nComposer  Lyricist: Vincent Youmans\n\nAuto-generated by YouTube.",
        "duration": "4:6",
        "id": "qanAFChMQ3k",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Hallelujah!-qanAFChMQ3k.webp?raw=true",
        "keywords": "Ella Fitzgerald, エラフィッツジェラルド, エラ・フィッツジェラルド, Chick Webb And His Orchestra, ＣｈｉｃｋＷｅｂｂＡｎｄＨｉｓＯｒｃｈｅｓｔｒａ, The Early Years - Part 1 (1935-1938), Hallelujah!",
        "title": "Hallelujah!",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Hallelujah!-qanAFChMQ3k.mp4?raw=true"
    },
    {
        "description": "Jan Krtitel Krumpholtz (1747-1790) - Concerto Op. 4 Nº 2 in B flat Major for Harp and Orchestra",
        "duration": "24:18",
        "id": "afbZd796XMM",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jan Krtitel Krumpholtz (1747-1790) - Concerto Op. 4 Nº 2 in B flat Major for Harp and Orchestra-afbZd796XMM.webp?raw=true",
        "keywords": "",
        "title": "Jan Krtitel Krumpholtz (1747-1790) - Concerto Op. 4 Nº 2 in B flat Major for Harp and Orchestra",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jan Krtitel Krumpholtz (1747-1790) - Concerto Op. 4 Nº 2 in B flat Major for Harp and Orchestra-afbZd796XMM.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "UbkqE4fpvdI",
        "image": "",
        "keywords": "",
        "title": "Herbie Hancock - Chameleon (FULL VERSION)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Herbie Hancock - Chameleon (FULL VERSION)-UbkqE4fpvdI.mp4?raw=true"
    },
    {
        "description": "Chase is an electronic instrumental by Giorgio Moroder from the Academy Award-winning soundtrack and album Midnight Express (1978), then extended and released as maxi single and made the Hot 100 singles charts in January of 1979, charting as high as #33.  Although originally branded as disco, the song is considered to be, along with Donna Summer's \"I Feel Love\", a pioneer of the hi-NRG genre that came to prominence in the early 1980's.  The music was arranged by Giorgio Moroder with Harold Faltermeyer.\n\nGiovanni Giorgio Moroder is an influential Italian record producer, songwriter, performer and DJ. Moroder is frequently credited with pioneering synth disco and electronic dance music.\n \nWhen in Munich in the 1970s, he started his own record label called Oasis Records, which several years later became a subdivision of Casablanca Records. He collaborated with Donna Summer during the era of disco (including \"Love to Love You Baby\" and \"I Feel Love\") and is the founder of the former Musicland Studios in Munich, a recording studio used by many renowned artists including Electric Light Orchestra, Led Zeppelin, Queen and Elton John.\n \nIn addition to producing several hits with Donna Summer, Moroder also produced a number of electronic disco hits for The Three Degrees, two albums for Sparks, a handful of songs on Bonnie Tyler's album Bitterblue as well as her 1985 single \"Here She Comes\" and a score of songs for performers including David Bowie, Irene Cara, Madleen Kane, Melissa Manchester, Blondie, Japan, and France Joli.\n\nMoroder made his first steps in music in the Scotch-Club in Aachen and then released a few singles under the name \"Giorgio\" beginning in 1966 after moving to Berlin, singing in Italian, Spanish, English, and German. He came to prominence in 1969, when his recording \"Looky Looky\", released on Ariola Records, was awarded a gold disc in October 1970. He then began making a name for himself in studios around Germany in the early 1970s. Often collaborating with lyricist Pete Bellotte, Moroder had a number of hits in his own name including \"Son of My Father\" in 1972, a No. 1 hit in Great Britain for Chicory Tip, before releasing the synthesizer-driven From Here to Eternity, a notable chartbuster in 1977. That same year he co-wrote and produced the seminal Donna Summer hit single I Feel Love. The following year he released \"Chase\", the theme from the film Midnight Express. \"Chase\" is often used on the American syndicated late night radio show \"Coast to Coast\" and was also used as an entrance theme for wrestling's group The Midnight Express. These songs achieved some chart success in the United Kingdom, the United States, and across Europe, and everywhere disco-mania was spreading. The full film score for Midnight Express won him his first Academy Award for Best Original Score in 1979. In 1979 Moroder released his album E=MC². Text on the album's cover stated that it was the \"first electronic live-to-digital album.\" He also released three albums between 1977--1979 under the name Munich Machine.\n \nIn 1984, Moroder worked with Philip Oakey of The Human League to make the album Philip Oakey & Giorgio Moroder; which was a UK singles chart hit with \"Together in Electric Dreams\", title track to the 1984 film Electric Dreams. The same year saw him collaborating with Kajagoogoo frontman Limahl for their worldwide hit \"The NeverEnding Story\". In 1986, Moroder collaborated with his protégé Harold Faltermeyer (of \"Axel F.\") and lyricist Tom Whitlock to create the score for the film Top Gun (1986) which included Kenny Loggins' hit \"Danger Zone\" and Berlin's \"Take My Breath Away\". He also wrote the theme song to the film Over the Top \"Meet Me Half Way\" which was also performed by Kenny Loggins. In 1987 Moroder produced and co-wrote Falco's song \"Body Next to Body\".\n\nIn 1980, he composed and produced two film soundtrack albums: the first for Foxes and the second for American Gigolo. A double album of the Foxes soundtrack was released on the disco label Casablanca Records which includes Donna Summer's hit single \"On the Radio\", which Moroder both produced and co-wrote. The Foxes soundtrack also contains a song titled Bad Love, written and performed by the singer-actress Cher and produced by Moroder. The American Gigolo soundtrack featured the Moroder-produced Blondie's \"Call Me\", a US and UK number one hit. All singles from the album also went to number two for five weeks on the disco/dance charts. In 1982 he wrote the soundtrack of the movie Cat People, including the hit single \"Cat People (Putting Out Fire)\" featuring David Bowie.\n \nIn 1983, Moroder produced the soundtrack for the film Scarface. Notable Moroder-produced tracks included \"Scarface (Push It to the Limit)\" by Paul Engemann, \"Rush Rush\" by Debbie Harry, and \"She's on Fire\" by Amy Holland.",
        "duration": "13:14",
        "id": "ViN2bRGrBx8",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Giorgio Moroder - Chase (Casablanca Records 1978)-ViN2bRGrBx8.jpg?raw=true",
        "keywords": "Giorgio, Moroder, Chase, Theme, From, Midnight, Express, Donna, Summer, feel, love, original, long, version, from, here, to, eternity, tony's, theme, tears, together, in, electric, dreams, ivory, tower, irena's, metropolis, died, dies, cancer, 63, summers, extended, deathwish, art bell coast to am, daft punk",
        "title": "Giorgio Moroder - Chase (Casablanca Records 1978)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Giorgio Moroder - Chase (Casablanca Records 1978)-ViN2bRGrBx8.mp4?raw=true"
    },
    {
        "description": "Suite Andalucía (1933), de Ernesto Lecuona y Casado (1895-1963) (score). Thomas Tirino, piano. \n\n1. Córdoba (00:00)\n2. Andaluza (3:38)\n3. Alhambra (5:49)\n4. Gitanerías (10:09)\n5. Guadalquivir (11:54)\n6. Malagueña (16:02)\n\nErnesto Sixto de la Asunción Lecuona Casado (Guanabacoa, Cuba, 6 de agosto de 1895 - Santa Cruz de Tenerife, Canarias, 29 de noviembre de 1963) fue un intérprete y compositor de música cubano.\n\nLa Suite Andalucía es la obra cumbre para piano de Ernesto Lecuona, reproducida a nivel mundial y transcrita numerosas veces para otros instrumentos, incluso para orquesta por el propio compositor. Fue compuesta en 1933, tras los viajes de Lecuona a España. Las seis obras se refieren a paisajes andaluces, como Malagueña (a Málaga), el río Guadalquivir, la provincia de Córdoba... Predomina el estilo rítmico propio de Andalucía mezclado con la dulzura de su Cuba natal, y una composición muy rica bastante cerca del Impresionismo y del nacionalismo de Albéniz y de Falla. \n\nThomas Tirino, piano. El audio y la partitura mostrados en el vídeo no me pertenecen. \n\n-audio: https://www.youtube.com/watch?v=O3Di_lJrEBM / https://www.youtube.com/watch?v=AVhpy0aNBk8 / ...",
        "duration": "19:52",
        "id": "ESZur_6aZUM",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Ernesto Lecuona - Suite Andalucía (1933)-ESZur_6aZUM.webp?raw=true",
        "keywords": "Music (TV Genre), Ernesto Lecuona (Composer), Piano (Musical Instrument), Cuba (Country), Andalusia (Spanish Autonomous Community), Malaga (City/Town/Village), Cordoba, Spain (Country), Thomas Tirino, Classical Music (Musical Genre), XXth Century",
        "title": "Ernesto Lecuona: Suite Andalucía (1933)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Ernesto Lecuona - Suite Andalucía (1933)-ESZur_6aZUM.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "XyorZ_BOP9g",
        "image": "",
        "keywords": "",
        "title": "J̲udas P̲r̲iest - Screaming for Vengeance (Full Album)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/J̲udas P̲r̲iest - Screaming for Vengeance (Full Album)-XyorZ_BOP9g.mp4?raw=true"
    },
    {
        "description": "Sergei Rachmaninovs melancholic Trio élégiaque in D minor.\n\nI. Moderato 0:00\nII. Quasi Variazione 20:55\nIII. Allegro Risoluto 44:58\n\nPerformed by:\nLeonid Kogan, violin\nFiodor Luzanov, cello\nEvgeny Svetlanov, piano",
        "duration": "52:29",
        "id": "qkSPBZoZSjI",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Rachmaninov - Trio élégiaque no. 2, op. 9 (Audio+Sheet) [Kogan_Luzanov_Svetlanov]-qkSPBZoZSjI.webp?raw=true",
        "keywords": "rachmaninoff, rach, rachmaninov, sergei, serge, trio, piano, violin, cello, violoncello, tchaikovsky, tchaikowski, tchaikovski, russian, d minor, d moll, d-moll, kogan, svetlanov, luzanov, moderato, variation, allegro, risoluto, studio, recording, elegiaque",
        "title": "Rachmaninov - Trio élégiaque no. 2, op. 9 (Audio+Sheet) [Kogan/Luzanov/Svetlanov]",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Rachmaninov - Trio élégiaque no. 2, op. 9 (Audio+Sheet) [Kogan_Luzanov_Svetlanov]-qkSPBZoZSjI.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "tVtuqba4Wpg",
        "image": "",
        "keywords": "",
        "title": "Sigismond Thalberg - Piano Concerto in F-minor, Op.5 (1830) ",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Sigismond Thalberg - Piano Concerto in F-minor, Op.5 (1830) [tVtuqba4Wpg].mp4?raw=true"
    },
    {
        "description": "Music video (unofficial) for Fake Empire, from The National's 2007 album, Boxer.\n\ndirected by Scott Cudmore, 2008.\nphotography by Lee Towndrow",
        "duration": "3:24",
        "id": "KehwyWmXr3U",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/The National - Fake Empire-KehwyWmXr3U.jpg?raw=true",
        "keywords": "the, national, fake, empire, boxer, scott, cudmore, film, music, video, begger's, banquet, lee, towndrow",
        "title": "The National - Fake Empire",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/The National - Fake Empire-KehwyWmXr3U.mp4?raw=true"
    },
    {
        "description": "Composer: Jan Václav Voříšek\nWork: Mass in B-flat major, Op.24\nPerformers: Musica Florea conducted by Marek Stryncl\nPainting: Ratto di Europa",
        "duration": "31:3",
        "id": "cCK3dVW0oss",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jan Václav Voříšek - Mass in B-flat major, Op.24 (c. 1823)-cCK3dVW0oss.jpg?raw=true",
        "keywords": "Classical, Period performance, On period instruments, Historically informed performance, Vorisek, Jan, Vaclav, Mass, Missa, B flat major, Symphony, Must hear, Czech, Czechia, Republic, Bohemia, Bohemian, Prague",
        "title": "Jan Václav Voříšek - Mass in B-flat major, Op.24 (c. 1823)",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Jan Václav Voříšek - Mass in B-flat major, Op.24 (c. 1823)-cCK3dVW0oss.mp4?raw=true"
    },
    {
        "description": "Alton Ellis - \"Land Of Loving\" from the album Best Of Alton Ellis\n\nLearn more about Studio One: http://studioonerecords.com/\nShop Studio One LPs and CDs: http://studio-one.11spot.com/\n\nFollow Studio One on social media:\nFacebook: https://www.facebook.com/Studio1Records/\nInstagram: https://www.instagram.com/studioonere...\nTwitter: https://twitter.com/Studio1Official\nJoin the Studio One email list: https://bit.ly/2JQNxMD\n\nStream Studio One albums online:\nBandcamp: https://studioone.bandcamp.com/\nSpotify: https://open.spotify.com/user/studioo...\nApple Music: https://itunes.apple.com/us/curator/s...\nTIDAL: https://listen.tidal.com/artist/9599377\n\n#StudioOne #Reggae #AltonEllis",
        "duration": "2:6",
        "id": "M7Nptd9SQPo",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Alton Ellis - 'Land Of Loving' [Official Audio]-M7Nptd9SQPo.webp?raw=true",
        "keywords": "alton ellis, land of loving, roots, bob marley, rocksteady, ska, wailers, vibes, kingston, dub, mix, chill, jamaica, dancehall, jah, rasta, rastafari, mellow, zion, love, soul, revolution, cool, rastaman, studio one, coxsone dodd, treasure isle, trojan records, reggaeton, marijuana, uplifting, happy, groove, funky, world music, lovers rock, culture, global, smiley, classics, ganja, lee scratch perry, peter tosh, toots, maytals, johnny osbourne, burning spear, jimmy cliff, john holt, marley, natty, gregory isaacs",
        "title": "Alton Ellis - \"Land Of Loving\" [Official Audio]",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Alton Ellis - 'Land Of Loving' [Official Audio]-M7Nptd9SQPo.mp4?raw=true"
    },
    {
        "description": "Subscribe for the best vintage music http://bit.ly/35VAEKV\nBest Vintage Travel Songs For Any Journey https://bit.ly/35y6iz0\nVintage Big Bands Playlist: 1930s & 40s Big Band Orchestras. Toe-tapping music to 'cut a rug' on the dance floor - https://bit.ly/3vBUBmV\n\nDreamy Vintage Love Songs Playlist: https://youtube.com/playlist?list=PLIvacmZCzEbAgRrlG0E51LQTn2i6st1M0\n\nLa vie Parisienne Playlist - Featuring the greatest French stars of the 1930s & 40s: https://bit.ly/3cNydOJ\nVintage Cafe Music to Listen to at Home:  https://bit.ly/2KvOnCk\n\nBackground Vintage Music While Working From Home - 1930s, 40s, 50s  http://bit.ly/2PfvEuu\nThe Past Perfect Channel expertly remasters music from the 1920s, #1930s, 40s and 50s. French Music, Retro Music, Saxophone Music, Italian Music, Jazz Music, #Swing Band Music, Morning Music, Piano and Guitar Music, Music while Cooking, Christmas Music, Background Music, Holiday Music, Big Bands, #DanceBands, Love Songs, Tea Dances, Vintage Parties, Murder Mystery Events, Ballroom Dancing, War Re-enactment Events, Nostalgic Songs. Master Rights Copyright: Past Perfect Limited\n\nAl Bowlly - Al Bowlly - Love Is The Sweetest Thing\nDownload on iTunes: https://geo.itunes.apple.com/album/id167290542?uo=6&app=itunes&at=10ldAw&ct=YTAT5026554201378\nBuy CD from Past Perfect: http://www.pastperfect.com/Detail.aspx?itemid=35\nBuy CD on Amazon: http://www.amazon.co.uk/gp/product/B00007L9T1\n\n1. 00:00 Al Bowlly Sweet And Lovely\n2. 00:03:20 Al Bowlly Love Is The Sweetest Thing\n3. 00:06:42 Al Bowlly Lying In The Hay\n4. 00:10:08 Al Bowlly Stay On The Right Side Of The\n5. 00:12:56 Al Bowlly You Ought To See Sally\n6. 00:15:36 Al Bowlly It's Psychological\n7. 00:18:36 Al Bowlly Say When\n8. 00:21:53 Al Bowlly When Love Comes Swingin' Along\n9. 00:25:10 Al Bowlly Easy To Love\n10. 00:28:19 Al Bowlly Little Old Lady\n11. 00:31:06 Al Bowlly Bei Mir Bist Du Schon\n12. 00:33:56 Al Bowlly Marie\n13. 00:36:46 Al Bowlly You're A Sweetheart\n14. 00:39:42 Al Bowlly You Couldn't Be Cuter\n15. 00:42:21 Al Bowlly Just Let Me Look At You\n16. 00:45:39 Al Bowlly Music Maestro Please\n17. 00:48:28 Al Bowlly On The Sentimental Side\n18. 00:51:47 Al Bowlly Penny Serenade\n19. 00:55:11 Al Bowlly Heart and Soul\n20. 00:58:28 Al Bowlly Two Sleepy People\n21. 01:01:47 Al Bowlly Any Broken Hearts\n22. 01:04:49 Al Bowlly It Was A Lover And His Lass\n23. 01:07:43 Al Bowlly Torn Sails\n24. 01:10:33 Al Bowlly Dreamy Serenade\n© Past Perfect Limited\n℗ Past Perfect Limited\nAl Bowlly's first records were made in Berlin in 1927, the beginning of a varied and prolific output of wonderful recordings.  In 1928 he arrived in London, after accepting an invitation from Fred Elizalde to join his band at the Savoy Hotel. Soon he was appearing with the bands of Roy Fox and Lew Stone, and became the favourite vocalist with Ray Noble, whom he followed to America in 1934, by which time he'd recorded 790 sides.  In 1937 he returned to England to continue his career.\nOn the evening of 16th April 1941, during World War II, Al arrived back in London, and entertained a friend at his apartment in Jermyn Street, in the city centre. After his friend had left, Al retired to bed to read, and fell asleep.  Hours later, during one of the heaviest German air raids of the war, a landmine fell and exploded, blowing in all the windows of the apartments in the area.  Al was found dead, lying next to his bed.",
        "duration": "73:4",
        "id": "7kqQdLZRQb8",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Al Bowlly - Love Is The Sweetest Thing (Past Perfect) The Greatest 1930s Dance Band Singer-7kqQdLZRQb8.jpg?raw=true",
        "keywords": "1940s music, tea dance, swing jazz, love is the sweetest thing, nostalgic music, 1930s songs, Jazz, 1920s music, vintage tea party, Al Bowlly, al bowlly - love is the sweetest thing, vintage love songs, al bowlly full album, ray noble and his orchestra, al bowlly songs, nostalgic music 2020, ray noble, al bowlly love is the sweetest thing, the sweetest thing, al bowley, al bowlly guilty, 1930s music, heartache al bowlly, past perfect vintage music, al bowlly best of",
        "title": "Al Bowlly: Love Is The Sweetest Thing (Past Perfect) The Greatest 1930s Dance Band Singer",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Al Bowlly - Love Is The Sweetest Thing (Past Perfect) The Greatest 1930s Dance Band Singer-7kqQdLZRQb8.mp4?raw=true"
    },
    {
        "description": "Al Bowlly with Ray Noble and His Orchestra. If you're interested in more music from the the 20's and 30's, take a look at my profile.",
        "duration": "3:33",
        "id": "8bw5h-WPYBQ",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/The Very Thought of You -Al  Bowlly-8bw5h-WPYBQ.jpg?raw=true",
        "keywords": "The, Very, Thought, of, You, Al, Bowlly, Ray, Noble, Orchestra, 20's, 30's, Jazz, Classical, Music, Singing, Detective",
        "title": "The Very Thought of You -Al  Bowlly",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/The Very Thought of You -Al  Bowlly-8bw5h-WPYBQ.mp4?raw=true"
    },
    {
        "description": "Artist:  Travis Barker feat. Snoop, E-40, Ludacris & Dev\nSong:  Knockin'\nAlbum:  Give The Drummer Some\nArtwork:  Mike Giant / Rebel 8\n\nhttp://itunes.apple.com/us/album/give-drummer-some-deluxe-version/id424099817\n\nhttp://TravisBarker.com \nhttp://facebook.com/travisbarkerofficial \nhttp://twitter.com/travisbarker \nhttp://youtube.com/travisbarker\nhttp://instagram.com/travisbarker\nhttp://soundcloud.com/travis-barker-official",
        "duration": "4:1",
        "id": "3O45AWP7MXw",
        "image": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Travis Barker feat. Snoop, E-40, Ludacris & Dev - Knockin'-3O45AWP7MXw.jpg?raw=true",
        "keywords": "Travis, Barker, Snoop, 40, Ludacris, Dev, Knockin, Mike, Giant, Rebel, Give, The, Drummer, Some",
        "title": "Travis Barker feat. Snoop, E-40, Ludacris & Dev - Knockin'",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Travis Barker feat. Snoop, E-40, Ludacris & Dev - Knockin'-3O45AWP7MXw.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "UvU9qgP8aA4",
        "image": "",
        "keywords": "",
        "title": "J.Strauss 'Unter Donner Und Blitz' Polka Schnell op.324 Carlos Kleiber",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/J.Strauss 'Unter Donner Und Blitz' Polka Schnell op.324 Carlos Kleiber-UvU9qgP8aA4.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "1UHuk72aVIo",
        "image": "",
        "keywords": "",
        "title": "Los Cadetes de Linares - Felicidades",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/Los Cadetes de Linares - Felicidades-1UHuk72aVIo.mp4?raw=true"
    },
    {
        "description": "",
        "duration": "",
        "id": "-boz_X-Zsak",
        "image": "",
        "keywords": "",
        "title": "BOGNA SOKORSKA  Czardasz - F.Grothe ",
        "url": "https://github.com/circuitalmynds/music_u2/blob/main/videos/BOGNA SOKORSKA  Czardasz - F.Grothe [-boz_X-Zsak].mp4?raw=true"
    }
]